Repository: PacificCommunity/ckanext-spc-pdh
Catalog: ckanext/spc/i18n/*/LC_MESSAGES/ckanext-spc.po
Languages: fr

source: Organization not found
fr: Organisation non trouvée

source: Organizations
fr: Organisations

source: Organization has been deleted.
fr: L’organisation a été supprimée.

source: {actor} updated the organization {organization}
fr: {actor} a mis à jour l’organisation {organization}

source: {actor} deleted the organization {organization}
fr: {actor} a supprimé l’organisation {organization}

source: {actor} created the organization {organization}
fr: {actor} a créé l’organisation {organization}

source: organization
fr: organisation

source: An organization must be provided
fr: Une organisation doit être indiquée

source: Organization does not exist
fr: L’organisation n’existe pas

source: You cannot add a dataset to this organization
fr: Vous ne pouvez pas ajouter de jeu de données à cette organisation

source: Datasets with no organization can't be private.
fr: Les jeux de données sans organisation ne peuvent pas être privés.

source: Trying to create an organization as a group
fr: Tentative de création d’une organisation en tant que groupe

source: Organization was not found.
fr: L’organisation n’a pas été trouvée.

source: User %s not authorized to add dataset to this organization
fr: Utilisateur %s non autorisé à ajouter des jeux de données à cette organisation

source: User %s not authorized to create organizations
fr: Utilisateur %s non autorisé à créer des organisations

source: User %s not authorized to delete organizations
fr: Utilisateur %s non autorisé à supprimer des organisations

source: User %s not authorized to delete organization %s
fr: Utilisateur %s non autorisé à supprimer l’organisation %s

source: User %s not authorized to edit organization %s
fr: Utilisateur %s non autorisé à modifier l’organisation %s

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
fr: <p><strong>Admin:</strong> peut modifier les informations d’un groupe et gérer les membres d’une organisation.</p> <p><strong>Membre :</strong> peut ajouter des jeux de données à des groupes et en supprimer.</p>

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="http://data.gov.uk">data.gov.uk</a> and the European Union’s <a href="http://publicdata.eu/">publicdata.eu</a>, the Brazilian <a href="http://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> CKAN Tour: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Features overview: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>
fr: <p>Numéro un mondial dans son domaine, CKAN est une plateforme permettant de créer des portails de données ouvertes.</p><p>Solution logicielle complète fournie clés en main, CKAN rend les données accessibles et utilisables par le biais d’outils qui en simplifient la publication, le partage, la recherche et l’utilisation (y compris le stockage de données et la fourniture d’API de données performantes). CKAN est conçu pour les éditeurs de données (administrations, entreprises et organisations nationales et régionales) souhaitant ouvrir leurs données et les mettre à disposition du public.</p> <p>CKAN est utilisé par des administrations et des groupes d’utilisateurs à travers le monde, sur différents portails de données officiels et communautaires, à savoir :des portails pour des administrations locales, nationales et internationales, comme au Royaume-Uni <a href=\"http://data.gov.uk\">data.gov.uk</a> et en Union européenne <a href=\"http://publicdata.eu/\">publicdata.eu</a>, des portails gouvernementaux, comme au Brésil<a href=\"http://dados.gov.br/\">dados.gov.br</a> et aux Pays-Bas, et des sites pour des villes et municipalités aux États-Unis, au Royaume-Uni, en Argentine, en Finlande et dans d’autres pays.</p> <p>CKAN : <a href=\"http://ckan.org/\">http://ckan.org/</a><br /> CKAN Tour : <a href=\"http://ckan.org/tour/\">http://ckan.org/tour/</a><br /> Aperçu des fonctionnalités : <a href=\"http://ckan.org/features/\">http://ckan.org/features/</a></p>

source: organizations
fr: organisations

source: Organization Form
fr: Formulaire organisation

source: This organization has no datasets associated to it
fr: Aucun jeu de données n’est associé à cette organisation

source: Are you sure you want to delete organization - {name}?
fr: Souhaitez-vous vraiment supprimer l’organisation – {name}?

source: Edit Organization
fr: Modifier l’organisation

source: Add Organization
fr: Ajouter l’organisation

source: Search organizations...
fr: Rechercher des organisations...

source: There are currently no organizations for this site
fr: Il n’y a actuellement pas d’organisations pour ce site

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
fr: <p><strong>Admin :</strong>peut ajouter/modifier et supprimer des jeux de données, et gérer les membres d’une organisation.</p> <p><strong>Editeur :</strong> peut ajouter et modifier des jeux de données, mais ne peut pas gérer les membres d’une organisation.</p> <p><strong>Membre :</strong> peut visualiser les jeux de données privés d’une organisation, mais ne peut pas y ajouter de nouveaux jeux de données.</p>

source: Create an Organization
fr: Créer une organisation

source: Update Organization
fr: Mettre à jour l’organisation

source: Create Organization
fr: Créer l’organisation

source: What are Organizations?
fr: Qu’est-ce qu’une organisation?

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorise its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
fr: <p>Une organisation est un service qui publie des jeux de données (service de santé, par exemple). Cela signifie que des jeux de données peuvent être publiés par et appartiennent à un service, et non un utilisateur.</p> <p> Au sein des organisations, les administrateurs peuvent attribuer des rôles et accorder des autorisations à leurs membres, donnant aux utilisateurs le droit de publier des jeux de données à partir d’une organisation donnée (ex. Bureau des statistiques nationales).</p>

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
fr: Les organisations CKAN permettent de créer, gérer et publier des catalogues de jeux de données. Les utilisateurs peuvent avoir différents rôles au sein d’une organisation, en fonction du niveau d’autorisation dont ils disposent pour créer, éditer et publier des données.

source: My Organization
fr: Mon organisation

source: my-organization
fr: mon-organisation

source: A little information about my organization...
fr: Quelques informations sur mon organisation...

source: Are you sure you want to delete this Organization? This will delete all the public and private datasets belonging to this organization.
fr: Souhaitez-vous vraiment supprimer cette organisation ? Cette action supprimera tous les jeux de données publics et privés appartenant à cette organisation.

source: Save Organization
fr: Enregistrer l’organisation

source: Before you can create a dataset you need to create an organization.
fr: Avant de pouvoir créer un jeu de données, vous devez créer une organisation.

source: Create a new organization
fr: Créer une nouvelle organisation

source: There are no organizations to which you can assign this dataset.
fr: Il n’y a pas d’organisations auxquelles associer ce jeu de données.

source: Ask a system administrator to create an organization before you can continue.
fr: Demandez à un administrateur système de créer une organisation pour pouvoir continuer.

source: Organization
fr: Organisation

source: No organization
fr: Aucune organisation

source: There is no description for this organization
fr: Il n’y a pas de description pour cette organisation

source: {number} organization found for "{query}"
fr: {number} organisation trouvée pour "{query}"

source: No organizations found for "{query}"
fr: Aucune organisation trouvée pour "{query}"

source: {number} organization found
fr: {number} organisation trouvée

source: No organizations found
fr: Aucune organisation trouvée

source: My Organizations
fr: Mes organisations

source: You are not a member of any organizations.
fr: Vous n’êtes membre d’aucune organisation.
